[
  {
    "id": 1,
    "companyLogo": "https://example.com/logo1.png",
    "jobTitle": "Software Engineer",
    "companyName": "ABC Company",
    "remoteOrOnsite": "Remote",
    "location": "Any Location",
    "fullTimeOrPartTime": "Part-time",
    "salary": "$40,000 - $60,000",
    "jobDescription": "We are seeking a highly motivated software engineer to join our team. The successful candidate will be responsible for designing, developing, and testing software solutions that meet the needs of our clients.",
    "jobResponsibility": "Design, develop, and test software solutions. Collaborate with cross-functional teams to identify and prioritize features. Write clean, maintainable, and efficient code. Troubleshoot and debug issues. Participate in code reviews and provide feedback.",
    "educationalRequirements": "Bachelor's degree in Computer Science or related field",
    "experiences": "5+ years of experience in software engineering",
      "phone": "123-456-7890",
      "email": "jobs@abccompany.com"
  },
  {
    "id": 2,
    "companyLogo": "https://example.com/logo2.png",
    "jobTitle": "Data Analyst",
    "companyName": "XYZ Corporation",
    "remoteOrOnsite": "Onsite",
    "location": "New York, NY",
    "fullTimeOrPartTime": "Full-time",
    "salary": "$80,000 - $100,000",
    "jobDescription": "We are looking for a skilled data analyst to join our team. The successful candidate will be responsible for analyzing and interpreting complex data sets to inform business decisions and drive growth.",
    "jobResponsibility": "Analyze large data sets to identify trends and patterns. Develop and maintain data models. Communicate insights to stakeholders. Collaborate with cross-functional teams to identify opportunities for business growth.",
    "educationalRequirements": "Bachelor's degree in a quantitative field such as Statistics, Mathematics, Economics or related field",
    "experiences": "3+ years of experience in data analysis",
    "phone": "555-555-5555",
    "email": "jobs@xyzcorp.com"
  },
  {
    "id": 3,
    "companyLogo": "https://example.com/logo3.png",
    "jobTitle": "Product Manager",
    "companyName": "123 Industries",
    "remoteOrOnsite": "Remote",
    "location": "Any Location",
    "fullTimeOrPartTime": "Part-time",
    "salary": "$50,000 - $60,000",
    "jobDescription": "We are seeking an experienced product manager to join our team. The successful candidate will be responsible for defining and executing product strategy, and driving product innovation.",
    "jobResponsibility": "Define and execute product strategy. Drive product innovation. Conduct market research and analyze data to inform product decisions. Collaborate with cross-functional teams to prioritize features and releases.",
    "educationalRequirements": "Bachelor's degree in Business Administration, Marketing or related field",
    "experiences": "7+ years of experience in product management",
    "phone": "999-999-9999",
    "email": "jobs@123industries.com"
  },
  {
    "id": 4,
    "companyLogo": "https://example.com/logo1.png",
    "jobTitle": "Social Media Manager",
    "companyName": "ABC Corp",
    "remoteOrOnsite": "Remote",
    "location": "Any Location",
    "fullTimeOrPartTime": "Full-time",
    "salary": "$80,000 - $110,000",
    "jobDescription": "We are looking for an experienced Social Media Manager to join our team. The successful candidate will be responsible for managing and executing social media campaigns across various platforms to increase engagement and drive business growth.",
    "jobResponsibility": "Develop and execute social media campaigns. Create and curate content for social media platforms. Monitor and respond to social media activity. Analyze data to inform social media strategy. Collaborate with cross-functional teams to align social media strategy with overall business goals.",
    "educationalRequirements": "Bachelor's degree in Marketing, Communications, or related field",
    "experiences": "3+ years of experience in social media management",
    "phone": "555-555-5555",
    "email": "jobs@abccorp.com"
  },
  {
    "id": 5,
    "companyLogo": "https://example.com/logo2.png",
    "jobTitle": "UX Designer",
    "companyName": "XYZ Tech",
    "remoteOrOnsite": "Onsite",
    "location": "San Francisco, CA",
    "fullTimeOrPartTime": "Full-time",
    "salary": "$90,000 - $110,000",
    "jobDescription": "We are seeking a talented UX Designer to join our growing team. The successful candidate will be responsible for designing and delivering user-centered designs for our web and mobile applications.",
    "jobResponsibility": "Conduct user research to inform design decisions. Create wireframes, prototypes, and high-fidelity designs. Collaborate with product managers, developers, and other stakeholders to ensure designs meet user needs and business goals. Conduct usability testing and iterate on designs based on feedback.",
    "educationalRequirements": "Bachelor's degree in Design, HCI, or related field",
    "experiences": "5+ years of experience in UX design",
    "phone": "888-888-8888",
    "email": "jobs@xyztech.com"
  },
  {
    "id": 6,
    "companyLogo": "https://example.com/logo3.png",
    "jobTitle": "Sales Manager",
    "companyName": "123 Sales",
    "remoteOrOnsite": "Onsite",
    "location": "New York, NY",
    "fullTimeOrPartTime": "Full-time",
    "salary": "$100,000 - $120,000",
    "jobDescription": "We are seeking a dynamic Sales Manager to join our team. The successful candidate will be responsible for leading and managing our sales team, and driving revenue growth.",
    "jobResponsibility": "Develop and execute sales strategies to achieve revenue targets. Manage and motivate a team of sales representatives. Identify new business opportunities and pursue new accounts. Collaborate with cross-functional teams to ensure customer satisfaction and retention.",
    "educationalRequirements": "Bachelor's degree in Business Administration, Sales, Marketing or related field",
    "experiences": "7+ years of experience in sales management",
    "phone": "555-123-4567",
    "email": "jobs@123sales.com"
  }
]

